Repository: Carapacik/WordlyPlus
Catalog: assets/l10n/intl_*.arb
Languages: ru

source: About
ru: О приложении

source: App language
ru: Язык приложения

# check_my_result_lose
source: I couldn't guess the word. ${emoji} Can you do it? You can download the game here: https://play.google.com/store/apps/details?id=com.carapacik.wordly
ru: У меня не получилось разгадать слово за {attemptNumber} попыток. {emoji} А у тебя получится? Ты можешь скачать игру тут: https://play.google.com/store/apps/details?id=com.carapacik.wordly

# check_my_result_win
source: The word is solved in ${attemptNumber}/6 attempts ${emoji}? ${emoji} Can you repeat my result? You can download the game here: https://play.google.com/store/apps/details?id=com.carapacik.wordly
ru: Слово разгадано за {attemptNumber}/6 попыток {emoji} Сможешь повторить мой результат? Ты можешь скачать игру тут: https://play.google.com/store/apps/details?id=com.carapacik.wordly

# contact
source: If you didn't find a word in the dictionary, write to us, we will add it in the next update.
ru: Если вы не нашли слово в словаре, напишите нам, мы добавим его в следующем обновлении.

source: Copy
ru: Копировать

source: Created by
ru: Разработано

source: Current Streak
ru: Текущая Серия

source: Daily
ru: Ежедневный

source: Dark mode
ru: Темная тема

source: Dictionary
ru: Словарь

source: Dictionary language
ru: Язык словаря

# en
source: English
ru: Английский

# example_letter
source: L
ru: Б

source: Game design
ru: Геймпей

source: Guess distribution
ru: Распределение догадок

source: High contrast mode
ru: Режим повышенной контрастности

source: How to play
ru: Как играть

# letter_correct
source: Letter exists and is in correct spot
ru: Буква есть в слове и находится на верном месте

# letter_incorrect
source: Letter is incorrect
ru: Буквы нет в слове

# letter_incorrect_spot
source: Letter is in incorrect spot
ru: Буква в неправильной позиции

source: Level ${number}
ru: Уровень {number}

source: Levels
ru: Уровни

# lose_message
source: You lost
ru: Вы проиграли

source: Max Streak
ru: Максимальная Серия

# message_new_word
source: subject=Wordle%20-%20New%20word&body=Word%20-%0AMeaning%20-
ru: subject=Словень%20-%20Новое%20слово&body=Слово%20-%0AЗначение%20-

# next_wordle
source: Next wordle in
ru: Следующее слово через

source: Played
ru: Сыграно

# ru
source: Russian
ru: Русский

source: Secret word
ru: Загаданное слово

# select_language
source: Select a language
ru: Выберите язык

source: Settings
ru: Настройки

source: Share
ru: Поделиться

source: Statistic
ru: Статистика

# text_copied
source: The text is copied to the clipboard
ru: Текст скопирован в буфер обмена

source: View levels
ru: Посмотреть уровни

source: View statistic
ru: Посмотреть статистику

source: Visual design
ru: Визуальный дизайн

# win_message
source: You win!
ru: Вы победили!

source: Win rate
ru: Показатель побед

# word_not_found
source: Word not found in dictionary
ru: Слово не найдено в словаре

# word_too_short
source: Word is not correct length
ru: Слово неправильной длины

source: Wordly Plus
ru: Словень Плюс

# wordly_title
source: Wordle
ru: Словень
